[3DMATERIAL]

[3DMESH]

[3DSCENE]

[3DWIDGET]

[CTRLWIDGET]

[FONTGROUP]
fntgrp1={id:7,name:Arial_White_30,type:FONTGROUP,font:{color:0xFFFFFFFF,fontname:Default,glowcolor:0,name:White,size:30,style:regular,type:FONT}};
fntgrp2={id:23,name:Arial_Black_30,type:FONTGROUP,font:{color:0xFF000000,fontname:Default,glowcolor:0,name:Black,size:30,style:regular,type:FONT}};

[FUNCWIDGET]

[GLOBAL]
max_ctrlwidget_id=10;
max_fontgroup_id=23;
max_funcwidget_id=76;
max_image_id=535;
max_popup_id=40;
max_screen_id=225;

[IMAGE]
img1={id:1,iscmn:false,name:Image/Background,src:screenbase.png,type:IMAGE};
img2={id:61,iscmn:false,name:Image/Bar,src:bar.png,type:IMAGE};
img3={id:130,iscmn:false,name:Image/playbarbase,src:playbar base.png,type:IMAGE};
img4={id:529,name:Image/Pop_Ups_Common/Background,src:popup_1.png,type:IMAGE};
img5={id:530,name:Image/Pop_Ups_Common/Base,src:popup_base.png,type:IMAGE};
img6={id:531,name:Image/Pop_Ups_Common/Processing,src:waiting frame1.png|waiting frame2.png|waiting frame3.png|waiting frame4.png,type:IMAGE};
img7={id:532,name:Image/waiting_frame,src:waiting frame1.png|waiting frame2.png|waiting frame3.png|waiting frame4.png,type:IMAGE};
img8={id:534,name:Image/ky_5/Ky_5_n_push_Set_gray,src:1_ky_5_n.png|2_ky_5_push.png|3_ky_5_sel_set.png,type:IMAGE};
img9={id:535,name:Image/Ky_n9,src:1_ky_n9_n.png|2_ky_n9_push.png|3_ky_n9_sel_accept.png|4_ky_n9_gray.png|5_ky_n9_push_longpress.png|6_ky_n9_sel_accept_CCP.png,type:IMAGE};

[POPUP]
pop1={id:39,name:Update_Details,type:POPUP};

[SCREEN]
scn1={id:225,name:Software_update,type:SCREEN};

[STYLE]

